{"Unit": {"example": "Each unit of the text book focuses on a different grammar point.", "definition": "a single thing or a separate part of something larger: ", "pos": "noun"}, "Total": {"example": "At that time of day, cars with only one occupant accounted for almost 80 percent of the total.", "definition": "the amount you get when several smaller amounts are added together: ", "pos": "noun"}, "Complex": {"example": "a complex molecule/carbohydrate", "definition": "involving a lot of different but related parts: ", "pos": "adjective"}, "Employ": {"example": "How many people does your company employ?", "definition": "to have someone work or do a job for you and pay them for it: ", "pos": "verb"}, "Promote": {"example": "Advertising companies are always having to think up new ways to promote products.", "definition": "to encourage people to like, buy, use, do, or support something: ", "pos": "verb"}, "Literature": {"example": "classical/modern literature", "definition": "written artistic works, especially those with a high and lasting artistic value: ", "pos": "noun"}, "Procedure": {"example": "The company has new procedures for dealing with complaints.", "definition": "a set of actions that is the official or accepted way of doing something: ", "pos": "noun"}, "Appropriate": {"example": "appropriate footwear for the country", "definition": "suitable or right for a particular situation or occasion: ", "pos": "adjective"}, "Estimate": {"example": "Government sources estimate a long-term 50 percent increase in rail fares.", "definition": "to guess or calculate the cost, size, value, etc. of something: ", "pos": "verb"}, "Negative": {"example": "We received a negative answer to our request.", "definition": "expressing \"no\": ", "pos": "adjective"}, "Characteristic": {"example": "Unfortunately a big nose is a family characteristic.", "definition": "a typical or noticeable quality of someone or something: ", "pos": "noun"}, "Typically": {"example": "She has that reserve and slight coldness of manner which is typically English.", "definition": "in a way that shows all the characteristics that you would expect from the stated person, thing, or group: ", "pos": "adverb"}, "Challenge": {"example": "Finding a solution to this problem is one of the greatest challenges faced by scientists today.", "definition": "(the situation of being faced with) something that needs great mental or physical effort in order to be done successfully and therefore tests a person's ability: ", "pos": "noun"}, "Principle": {"example": "the principles of the criminal justice system", "definition": "a basic idea or rule that explains or controls how something happens or works: ", "pos": "noun"}, "Element": {"example": "List the elements that make up a perfect dinner party.", "definition": "a part of something: ", "pos": "noun"}, "Ethnic": {"example": "A question on ethnic origin was included in the census.", "definition": "relating to a particular race of people: ", "pos": "adjective"}, "Depend": {"example": "Whether or not we go to Mexico for our holiday depends on the cost.", "definition": "to be decided by or to change according to the stated thing: ", "pos": "verb"}, "Creation": {"example": "the creation of a new political party", "definition": "the act of creating something, or the thing that is created: ", "pos": "noun"}, "Integration": {"example": "He seems to find it difficult to integrate socially.", "definition": "to mix with and join society or a group of people, often changing to suit their way of life, habits, and customs: ", "pos": "verb"}, "Aspect": {"example": "Which aspects of the job do you most enjoy?", "definition": "one part of a situation, problem, subject, etc.: ", "pos": "noun"}, "Precisely": {"example": "The fireworks begin at eight o'clock precisely.", "definition": "exactly: ", "pos": "adverb"}, "Notion": {"example": "[ + that ]", "definition": "a belief or idea: ", "pos": "noun"}, "Domestic": {"example": "domestic airlines/flights", "definition": "relating to a person's own country: ", "pos": "adjective"}, "Restriction": {"example": "import/export/currency restrictions", "definition": "an official limit on something: ", "pos": "noun"}, "Actual": {"example": "We had estimated about 300 visitors, but the actual number was much higher.", "definition": "existing in fact: ", "pos": "adjective"}, "Formal": {"example": "formal procedures", "definition": "public or official: ", "pos": "adjective"}, "Industrial": {"example": "industrial output", "definition": "in or related to industry, or having a lot of industry and factories, etc.: ", "pos": "adjective"}, "Revolution": {"example": "The French Revolution changed France from a monarchy to a republic.", "definition": "a change in the way a country is governed, usually to a different political system and often using violence or war: ", "pos": "noun"}, "Fundamental": {"example": "We need to make fundamental changes to the way in which we treat our environment.", "definition": "forming the base, from which everything else develops: ", "pos": "adjective"}, "Essential": {"example": "Government support will be essential if the project is to succeed.", "definition": "necessary or needed: ", "pos": "adjective"}, "Adapt": {"example": "Many software companies have adapted popular programs to the new operating system.", "definition": "to change, or to change something, to suit different conditions or uses: ", "pos": "verb"}, "Contact": {"example": "\"Have you been in contact with Andrew recently?\" \"Only by phone.\"", "definition": "communication with someone, especially by speaking or writing to them regularly: ", "pos": "noun"}, "Colleague": {"example": "We're entertaining some colleagues of Carol's tonight.", "definition": "one of a group of people who work together: ", "pos": "noun"}, "Dimension": {"example": "Please specify the dimensions (= the height, length and width) of the room.", "definition": "a measurement of something in a particular direction, especially its height, length, or width: ", "pos": "noun"}, "Account": {"example": "I've opened an account with a building society.", "definition": "an arrangement with a bank to keep your money there and to allow you to take it out when you need to: ", "pos": "noun"}, "Statistics": {"example": "The statistics show that, in general, women live longer than men.", "definition": "a collection of numerical facts or measurements, as about people, business conditions, or weather: ", "pos": "plural noun"}, "Theme": {"example": "The theme of loss runs through most of his novels.", "definition": "the main subject of a talk, book, film, etc.: ", "pos": "noun"}, "Adequate": {"example": "Have we got adequate food for 20 guests?", "definition": "enough or satisfactory for a particular purpose: ", "pos": "adjective"}, "Alter": {"example": "We've had to alter some of our plans.", "definition": "to change something, usually slightly, or to cause the characteristics of something to change: ", "pos": "verb"}, "Insight": {"example": "It was an interesting book, full of fascinating insights into human relationships.", "definition": "(the ability to have) a clear, deep, and sometimes sudden understanding of a complicated problem or situation: ", "pos": "noun"}, "Document": {"example": "official/confidential/legal documents", "definition": "a paper or set of papers with written or printed information, especially of an official type: ", "pos": "noun"}, "Imply": {"example": "[ + (that) ]", "definition": "to communicate an idea or feeling without saying it directly: ", "pos": "verb"}, "Absence": {"example": "A new manager was appointed during/in her absence.", "definition": "the fact of not being where you are usually expected to be: ", "pos": "noun"}, "Explicitly": {"example": "I told you quite explicitly to be home by midnight.", "definition": "in a way that is clear and exact: ", "pos": "adverb"}, "Conventional": {"example": "conventional behaviour/attitudes/clothes", "definition": "traditional and ordinary: ", "pos": "adjective"}, "Index": {"example": "Try looking up \"heart disease\" in the index.", "definition": "an alphabetical list, such as one printed at the back of a book showing which page a subject, name, etc. is on: ", "pos": "noun"}, "Nevertheless": {"example": "I knew a lot about the subject already, but her talk was interesting nevertheless.", "definition": "despite what has just been said or referred to: ", "pos": "adverb"}, "Facilitate": {"example": "The new ramp will facilitate the entry of wheelchairs.", "definition": "to make something possible or easier: ", "pos": "verb"}, "Evolution": {"example": "Darwin's theory of evolution", "definition": "the way in which living things change and develop over millions of years: ", "pos": "noun"}, "Intellectual": {"example": "Looking after a baby at home all day is nice but it doesn't provide much intellectual stimulation.", "definition": "relating to your ability to think and understand things, especially complicated ideas: ", "pos": "adjective"}, "Govern": {"example": "The country has been governed by military regimes.", "definition": "to control and direct the public business of a country, city, group of people, etc.: ", "pos": "verb"}, "Signal": {"example": "When she gave (them) the signal, they all cheered.", "definition": "an action, movement, or sound that gives information, a message, a warning, or an order: ", "pos": "noun"}, "Discovery": {"example": "the discovery of electricity", "definition": "the process of finding information, a place, or an object, especially for the first time, or the thing that is found: ", "pos": "noun"}, "Introduction": {"example": "The introduction of new working practices has dramatically improved productivity.", "definition": "an occasion when something is put into use or brought to a place for the first time: ", "pos": "noun"}, "Boundary": {"example": "The Ural mountains mark the boundary between Europe and Asia.", "definition": "a real or imagined line that marks the edge or limit of something: ", "pos": "noun"}, "Gain": {"example": "The mayor has gained a lot of support from the teacher's union.", "definition": "to get something that is useful, that gives you an advantage, or that is in some way positive, especially over a period of time: ", "pos": "verb"}, "Yield": {"example": "an attempt to yield increased profits", "definition": "to supply or produce something positive such as a profit, an amount of food or information: ", "pos": "verb"}, "Publish": {"example": "She's just had an article published in their weekend supplement.", "definition": "to make information available to people, especially in a book, magazine, or newspaper, or to produce and sell a book, magazine, or newspaper: ", "pos": "verb"}, "Perspective": {"example": "Her attitude lends a fresh perspective to the subject.", "definition": "a particular way of considering something: ", "pos": "noun"}, "Basic": {"example": "I really need to get some basic financial advice.", "definition": "simple and not complicated, so able to provide the base or starting point from which something can develop: ", "pos": "adjective"}, "Belief": {"example": "His belief in God gave him hope during difficult times.", "definition": "the feeling of being certain that something exists or is true: ", "pos": "noun"}, "Technique": {"example": "We have developed a new technique for detecting errors in the manufacturing process.", "definition": "a way of doing an activity that needs skill: ", "pos": "noun"}, "Outcome": {"example": "It's too early to predict the outcome of the meeting.", "definition": "a result or effect of an action, situation, etc.: ", "pos": "noun"}, "Explore": {"example": "to explore space", "definition": "to search and discover (about something): ", "pos": "verb"}, "Distribution": {"example": "Has the Channel Tunnel improved the distribution of goods between the British Isles and mainland Europe?", "definition": "the process of giving things out to several people, or spreading or supplying something: ", "pos": "noun"}, "Importance": {"example": "The health report stresses the importance of fresh food in a diet.", "definition": "the quality of being important: ", "pos": "noun"}, "Independent": {"example": "an independent enquiry/organization", "definition": "not influenced or controlled in any way by other people, events, or things: ", "pos": "adjective"}, "Initial": {"example": "My initial surprise was soon replaced by delight.", "definition": "of or at the beginning: ", "pos": "adjective"}, "Feature": {"example": "The town's main features are its beautiful mosque and ancient marketplace.", "definition": "a typical quality or an important part of something: ", "pos": "noun"}, "Desire": {"example": "I desire only to be left in peace.", "definition": "to want something, especially strongly: ", "pos": "verb"}, "Following": {"example": "The weeks following the riots were extremely tense.", "definition": "after: ", "pos": "preposition"}, "Alternative": {"example": "The opposition parties have so far failed to set out an alternative strategy.", "definition": "An alternative plan or method is one that you can use if you do not want to use another one: ", "pos": "adjective"}, "Consistent": {"example": "There has been a consistent improvement in her attitude.", "definition": "always behaving or happening in a similar, especially positive, way: ", "pos": "adjective"}, "Basis": {"example": "This document will form the basis for our discussion.", "definition": "the most important facts, ideas, etc. from which something is developed: ", "pos": "noun"}, "Contrast": {"example": "I like the contrast of the white trousers with the black jacket.", "definition": "an obvious difference between two or more things: ", "pos": "noun"}, "Obtain": {"example": "to obtain permission", "definition": "to get something, especially by asking for it, buying it, working for it, or producing it from something else: ", "pos": "verb"}, "Largely": {"example": "a largely male company", "definition": "almost completely: ", "pos": "adverb"}, "Ideal": {"example": "the ideal employer", "definition": "perfect, or the best possible: ", "pos": "adjective"}, "Philosophy": {"example": "René Descartes is regarded as the founder of modern philosophy.", "definition": "the use of reason in understanding such things as the nature of the real world and existence, the use and limits of knowledge, and the principles of moral judgment: ", "pos": "noun"}, "Minority": {"example": "It's only a tiny minority of people who are causing the problem.", "definition": "a smaller number or part: ", "pos": "noun"}, "Hypothesis": {"example": "Several hypotheses for global warming have been suggested.", "definition": "an idea or explanation for something that is based on known facts but has not yet been proved: ", "pos": "noun"}, "Psychological": {"example": "psychological problems", "definition": "relating to the human mind and feelings: ", "pos": "adjective"}, "Enable": {"example": "[ + to infinitive ]", "definition": "to make someone able to do something, or to make something possible: ", "pos": "verb"}, "Trend": {"example": "Surveys show a trend away from home-ownership and toward rented accommodation.", "definition": "a general development or change in a situation or in the way that people are behaving: ", "pos": "noun"}, "Exchange": {"example": "an exchange of ideas/information", "definition": "the act of giving something to someone and them giving you something else: ", "pos": "noun"}, "Percentage": {"example": "What percentage of women return to work after having a baby?", "definition": "an amount of something, often expressed as a number out of 100: ", "pos": "noun"}, "Sufficient": {"example": "This recipe should be sufficient for five people.", "definition": "enough for a particular purpose: ", "pos": "adjective"}, "Substantial": {"example": "The findings show a substantial difference between the opinions of men and women.", "definition": "large in size, value, or importance: ", "pos": "adjective"}, "Explanation": {"example": "Could you give me a quick explanation of how it works?", "definition": "the details or reasons that someone gives to make something clear or easy to understand: ", "pos": "noun"}, "Emotional": {"example": "a child's emotional development", "definition": "relating to the emotions: ", "pos": "adjective"}, "Preference": {"example": "Her preference is for comfortable rather than stylish clothes.", "definition": "the fact that you like something or someone more than another thing or person: ", "pos": "noun"}, "Calculate": {"example": "The cost of the damage caused by the recent storms has been calculated as/at over £5 million.", "definition": "to judge the number or amount of something by using the information that you already have, and adding, taking away, multiplying, or dividing numbers: ", "pos": "verb"}, "External": {"example": "the external walls of the house", "definition": "of, on, for, or coming from the outside: ", "pos": "adjective"}, "Code": {"example": "The message was written in code.", "definition": "a system of words, letters, or signs used to represent a message in secret form, or a system of numbers, letters, or signals used to represent something in a shorter or more convenient form: ", "pos": "noun"}, "Flow": {"example": "Lava from the volcano was flowing down the hillside.", "definition": "(especially of liquids, gases, or electricity) to move in one direction, especially continuously and easily: ", "pos": "verb"}, "Transition": {"example": "The health-care system is in transition at the moment.", "definition": "a change from one form or type to another, or the process by which this happens: ", "pos": "noun"}, "Decline": {"example": "His interest in the project declined after his wife died.", "definition": "to gradually become less, worse, or lower: ", "pos": "verb"}, "Ratio": {"example": "The ratio of men to women at the conference was ten to one/10:1.", "definition": "the relationship between two groups or amounts that expresses how much bigger one is than the other: ", "pos": "noun"}, "Strongly": {"example": "They strongly believe their children should make choices for themselves.", "definition": "very much or in a very serious way: ", "pos": "adverb"}, "Crucial": {"example": "a crucial decision/question", "definition": "extremely important or necessary: ", "pos": "adjective"}, "Settlement": {"example": "It now seems unlikely that it will be possible to negotiate/reach a peaceful settlement of the conflict.", "definition": "an official agreement that finishes an argument: ", "pos": "noun"}, "Resolve": {"example": "Have you resolved the problem of transport yet?", "definition": "to solve or end a problem or difficulty: ", "pos": "verb"}, "Distinguish": {"example": "He's colour-blind and can't distinguish (the difference) between red and green easily.", "definition": "to notice or understand the difference between two things, or to make one person or thing seem different from another: ", "pos": "verb"}, "Independence": {"example": "Mexico gained its independence from Spain in 1821.", "definition": "freedom from being governed or ruled by another country: ", "pos": "noun"}, "Formation": {"example": "a rock formation", "definition": "the way something is naturally made or the way it has been arranged: ", "pos": "noun"}, "Transmission": {"example": "Broadband transmission has speeded up access to these sites.", "definition": "the process of broadcasting or sending out something by radio or television, on the internet, etc., or something that is broadcast or sent out : ", "pos": "noun"}, "Shape": {"example": "Clay can be moulded into almost any shape.", "definition": "the particular physical form or appearance of something: ", "pos": "noun"}, "Racial": {"example": "racial discrimination/prejudice", "definition": "based on someone's perceived race, especially in a way that is unfair or harmful; or based on policies, behaviours, rules, etc. that result in unfair or harmful treatment of people because of their perceived race: ", "pos": "adjective"}, "Detect": {"example": "Some sounds cannot be detected by the human ear.", "definition": "to notice something that is partly hidden or not clear, or to discover something, especially using a special method: ", "pos": "verb"}, "Poverty": {"example": "Two million people in the city live in abject (= very great) poverty.", "definition": "the condition of being extremely poor: ", "pos": "noun"}, "Intention": {"example": "[ + to infinitive ]", "definition": "something that you want and plan to do: ", "pos": "noun"}, "Mutual": {"example": "Theirs was a partnership based on mutual respect, trust and understanding.", "definition": "(of two or more people or groups) feeling the same emotion, or doing the same thing to or for each other: ", "pos": "adjective"}, "Evolve": {"example": "Did humans evolve from apes?", "definition": "to develop gradually, or to cause something or someone to develop gradually: ", "pos": "verb"}, "Shift": {"example": "She shifted (her weight) uneasily from one foot to the other.", "definition": "to (cause something or someone to) move or change from one position or direction to another, especially slightly: ", "pos": "verb"}, "Progressive": {"example": "There's been a progressive decline in the standard of living over the past few years.", "definition": "developing or happening gradually: ", "pos": "adjective"}, "Flexibility": {"example": "The advantage of this system is its flexibility.", "definition": "the ability to change or be changed easily according to the situation: ", "pos": "noun"}, "Regarding": {"example": "The company is being questioned regarding its employment policy.", "definition": "about: ", "pos": "preposition"}, "European": {"example": "a European city", "definition": "belonging to or relating to Europe or its people: ", "pos": "adjective"}, "Distinction": {"example": "There's a clear distinction between the dialects spoken in the two regions.", "definition": "a difference between two similar things: ", "pos": "noun"}, "Express": {"example": "Her eyes expressed deep sadness.", "definition": "to show a feeling, opinion, or fact: ", "pos": "verb"}, "Variety": {"example": "When planning meals, you need to think about variety and taste as well as nutritional value.", "definition": "the characteristic of often changing and being different: ", "pos": "noun"}, "Broad": {"example": "We walked down a broad avenue lined with trees.", "definition": "very wide: ", "pos": "adjective"}, "Component": {"example": "television/aircraft/computer components", "definition": "a part that combines with other parts to form something bigger: ", "pos": "noun"}, "Frequently": {"example": "frequently asked questions", "definition": "often: ", "pos": "adverb"}, "Assume": {"example": "[ + (that) ]", "definition": "to accept something to be true without question or proof: ", "pos": "verb"}, "Additional": {"example": "additional costs/problems", "definition": "extra: ", "pos": "adjective"}, "Tool": {"example": "power tools", "definition": "a piece of equipment that you use with your hands to make or repair something: ", "pos": "noun"}, "Predict": {"example": "It's still not possible to accurately predict the occurrence of earthquakes.", "definition": "to say that an event or action will happen in the future, especially as a result of knowledge or experience: ", "pos": "verb"}, "Internal": {"example": "He sustained injuries to his arms, legs, and several internal organs.", "definition": "inside the body: ", "pos": "adjective"}, "Engage": {"example": "[ + to infinitive ]", "definition": "to employ someone: ", "pos": "verb"}, "Separate": {"example": "The art department and the music department are in two separate buildings.", "definition": "existing or happening independently or in a different physical space: ", "pos": "adjective"}, "Highly": {"example": "a highly paid job", "definition": "very, to a large degree, or at a high level: ", "pos": "adverb"}, "Assess": {"example": "The insurers will need to assess the flood damage.", "definition": "to judge or decide the amount, value, quality, or importance of something: ", "pos": "verb"}, "Objective": {"example": "Her main/prime objective now is simply to stay in power.", "definition": "something that you plan to do or achieve: ", "pos": "noun"}, "Subsequent": {"example": "The book discusses his illness and subsequent resignation from politics.", "definition": "happening after something else: ", "pos": "adjective"}, "Phase": {"example": "The project is only in its initial phase as yet, but it's looking quite promising.", "definition": "any stage in a series of events or in a process of development: ", "pos": "noun"}, "Rural": {"example": "The area is still very rural and undeveloped.", "definition": "in, of, or like the countryside: ", "pos": "adjective"}, "Intensity": {"example": "The explosion was of such intensity that it was heard five miles away.", "definition": "the quality of being felt strongly or having a very strong effect: ", "pos": "noun"}, "Monitor": {"example": "United Nations monitors were not allowed to enter the area.", "definition": "a person who has the job of watching or noticing particular things: ", "pos": "noun"}, "Competitive": {"example": "competitive sports", "definition": "involving competition: ", "pos": "adjective"}, "Core": {"example": "The lack of government funding is at the core of the problem.", "definition": "the basic and most important part of something: ", "pos": "noun"}, "Volume": {"example": "Which of these bottles do you think has the greater volume?", "definition": "the amount of space that is contained within an object or solid shape: ", "pos": "noun"}, "Incorporate": {"example": "Suggestions from the survey have been incorporated into/in the final design.", "definition": "to include something as part of something larger: ", "pos": "verb"}, "Encounter": {"example": "I had an alarming encounter with a wild pig.", "definition": "a meeting, especially one that happens by chance: ", "pos": "noun"}, "Cite": {"example": "She cited three reasons why people get into debt.", "definition": "to mention something as proof for a theory or as a reason why something has happened: ", "pos": "verb"}, "Attribute": {"example": "Organizational ability is an essential attribute for a good manager.", "definition": "a quality or characteristic that someone or something has: ", "pos": "noun"}, "Emphasis": {"example": "I think we should put as much emphasis on preventing disease as we do on curing it.", "definition": "the particular importance or attention that is given to something: ", "pos": "noun"}, "Waste": {"example": "That meeting achieved absolutely nothing - it was a complete waste of time.", "definition": "an unnecessary or wrong use of money, substances, time, energy, abilities, etc.: ", "pos": "noun"}, "Climate": {"example": "a hot/dry/harsh climate", "definition": "the general weather conditions usually found in a particular place: ", "pos": "noun"}, "Differ": {"example": "The twins look alike, but they differ in temperament.", "definition": "to be not like something or someone else, either physically or in another way: ", "pos": "verb"}, "Technical": {"example": "a few technical problems", "definition": "relating to the knowledge, machines, or methods used in science and industry: ", "pos": "adjective"}, "Mechanism": {"example": "These automatic cameras have a special focusing mechanism.", "definition": "a part of a machine, or a set of parts that work together: ", "pos": "noun"}, "Description": {"example": "Write a description of your favourite beach.", "definition": "something that tells you what something or someone is like: ", "pos": "noun"}, "Domain": {"example": "She treated the business as her private domain.", "definition": "an area of interest or an area over which a person has control: ", "pos": "noun"}, "Profession": {"example": "He left the teaching profession in 1965 to start his own business.", "definition": "any type of work that needs special training or a particular skill, often one that is respected because it involves a high level of education: ", "pos": "noun"}, "Apparent": {"example": "Her unhappiness was apparent to everyone.", "definition": "able to be seen or understood: ", "pos": "adjective"}, "Coordinate": {"example": "We need someone to coordinate the whole campaign.", "definition": "to make many different things work effectively as a whole: ", "pos": "verb"}, "Constrain": {"example": "The country's progress was constrained by a leader who refused to look forward.", "definition": "to control and limit something: ", "pos": "verb"}, "Assign": {"example": "[ + two objects ]", "definition": "to give a particular job or piece of work to someone: ", "pos": "verb"}, "Electronic": {"example": "an electronic keyboard/game", "definition": "(especially of equipment), using, based on, or used in a system of operation that involves the control of electric current by various devices: ", "pos": "adjective"}, "Exception": {"example": "Men are usually quite good at map-reading but Tim is the exception.", "definition": "someone or something that is not included in a rule, group, or list or that does not behave in the expected way: ", "pos": "noun"}, "Visible": {"example": "You should wear something light-coloured when you're cycling at night so that you're more visible.", "definition": "able to be seen: ", "pos": "adjective"}, "Norm": {"example": "Europe's varied cultural, political and ethical norms", "definition": "an accepted standard or a way of behaving or doing things that most people agree with: ", "pos": "noun"}, "Adjust": {"example": "If the chair is too high you can adjust it to suit you.", "definition": "to change something slightly, especially to make it more correct, effective, or suitable: ", "pos": "verb"}, "Consumption": {"example": "As a nation, our consumption of junk food is horrifying.", "definition": "the amount used or eaten: ", "pos": "noun"}, "Dominant": {"example": "a dominant military power", "definition": "more important, strong, or noticeable than anything else of the same type: ", "pos": "adjective"}, "Barrier": {"example": "Barriers have been erected all along the route the Pope will take.", "definition": "a long pole, fence, wall, or natural feature, such as a mountain or sea, that stops people from going somewhere: ", "pos": "noun"}, "Motor": {"example": "The pump is powered by a small electric motor.", "definition": "a device that changes electricity or fuel into movement and makes a machine work: ", "pos": "noun"}, "Entry": {"example": "A flock of sheep blocked our entry to the farm.", "definition": "the act of entering a place or joining a particular society or organization: ", "pos": "noun"}, "Underlie": {"example": "Psychological problems very often underlie apparently physical disorders.", "definition": "to be a hidden cause of or strong influence on something: ", "pos": "verb"}, "Bias": {"example": "The senator has accused the media of bias.", "definition": "the action of supporting or opposing a particular person or thing in an unfair way, because of allowing personal opinions to influence your judgment: ", "pos": "noun"}, "Encourage": {"example": "[ T + to infinitive ]", "definition": "to make someone more likely to do something, or to make something more likely to happen: ", "pos": "verb"}, "Adopt": {"example": "They've adopted a baby girl.", "definition": "to legally take another person's child into your own family and take care of him or her as your own child: ", "pos": "verb"}, "View": {"example": "Do you have any views about/on what we should do now?", "definition": "an opinion, belief, or idea, or a way of thinking about something: ", "pos": "noun"}, "Stability": {"example": "a period of political stability", "definition": "a situation in which something is not likely to move or change: ", "pos": "noun"}, "Client": {"example": "Mr Black has been a client of this firm for many years.", "definition": "a customer or someone who receives services: ", "pos": "noun"}, "Instrument": {"example": "Which instrument do you play?", "definition": "an object, such as a piano, guitar, or drum, that is played to produce musical sounds: ", "pos": "noun"}, "Extend": {"example": "We have plans to extend our house (= to make it bigger).", "definition": "to add to something in order to make it bigger or longer: ", "pos": "verb"}, "Construct": {"example": "to construct a new bridge/building", "definition": "to build something or put together different parts to form something whole: ", "pos": "verb"}, "Demand": {"example": "I demanded an explanation.", "definition": "to ask for something forcefully, in a way that shows that you do not expect to be refused: ", "pos": "verb"}, "Vision": {"example": "We see in his novels his sinister, almost apocalyptic, vision of the future.", "definition": "an idea or mental image of something: ", "pos": "noun"}, "Propose": {"example": "[ + that ]", "definition": "to offer or suggest a possible plan or action for other people to consider: ", "pos": "verb"}, "Efficiency": {"example": "What is so impressive about their society is the efficiency of the public services.", "definition": "the good use of time and energy in a way that does not waste any: ", "pos": "noun"}, "Solution": {"example": "There's no easy solution to this problem.", "definition": "the answer to a problem: ", "pos": "noun"}, "Multiple": {"example": "The young man died of multiple burns.", "definition": "very many of the same type, or of different types: ", "pos": "adjective"}, "Conclusion": {"example": "Be careful not to introduce new ideas in the conclusion of your essay.", "definition": "the final part of something: ", "pos": "noun"}, "Overall": {"example": "The overall situation is good, despite a few minor problems.", "definition": "in general rather than in particular, or including all the people or things in a particular group or situation: ", "pos": "adverb"}, "Presence": {"example": "She was overawed by the presence of so many people.", "definition": "the fact that someone or something is in a place: ", "pos": "noun"}, "Claim": {"example": "[ + (that) ]", "definition": "to say that something is true or is a fact, although you cannot prove it and other people might not believe it: ", "pos": "verb"}, "Transform": {"example": "The reorganization will transform the entertainment industry.", "definition": "to change completely the appearance or character of something or someone, especially so that that thing or person is improved: ", "pos": "verb"}, "Generate": {"example": "Her latest film has generated a lot of interest/excitement.", "definition": "to cause something to exist: ", "pos": "verb"}, "Assistance": {"example": "The army arrived to assist in the search.", "definition": "to help: ", "pos": "verb"}, "Considerable": {"example": "The fire caused considerable damage to the church.", "definition": "large or of noticeable importance: ", "pos": "adjective"}, "Modify": {"example": "Instead of simply punishing them, the system encourages offenders to modify their behaviour.", "definition": "to change something such as a plan, opinion, law, or way of behaviour slightly, usually to improve it or make it more acceptable: ", "pos": "verb"}, "Isolation": {"example": "A high wall isolated the house from the rest of the village.", "definition": "to separate something from other things with which it is connected or mixed: ", "pos": "verb"}, "Territory": {"example": "He was shot down in enemy territory.", "definition": "(an area of) land, or sometimes sea, that is considered as belonging to or connected with a particular country or person: ", "pos": "noun"}, "Origin": {"example": "It's a book about the origin of the universe.", "definition": "the beginning or cause of something: ", "pos": "noun"}, "Respectively": {"example": "In the 200 metres, Lizzy and Sarah came first and third respectively (= Lizzy won the race and Sarah was third).", "definition": "in a way that relates or belongs to each of the separate people or things you have just mentioned: ", "pos": "adverb"}, "Assumption": {"example": "People tend to make assumptions about you when you have a disability.", "definition": "something that you accept as true without question or proof: ", "pos": "noun"}, "Illustrate": {"example": "a beautifully illustrated book/old manuscript", "definition": "to draw pictures for a book, magazine, etc.: ", "pos": "verb"}, "Justify": {"example": "[ + -ing verb ]", "definition": "to give or to be a good reason for: ", "pos": "verb"}, "Manner": {"example": "She stared at me in an accusing manner.", "definition": "the way in which something is done: ", "pos": "noun"}, "Constitute": {"example": "This latest defeat constitutes a major setback for the Democrats.", "definition": "to be or be considered as something: ", "pos": "verb"}, "Phenomenon": {"example": "Gravity is a natural phenomenon.", "definition": "something that exists and can be seen, felt, tasted, etc., especially something unusual or interesting: ", "pos": "noun"}, "Relevant": {"example": "Education should be relevant to the child's needs.", "definition": "connected with what is happening or being discussed: ", "pos": "adjective"}, "Acquire": {"example": "He acquired the firm in 2008.", "definition": "to get or buy something: ", "pos": "verb"}, "Correspond": {"example": "The money I've saved corresponds roughly to the amount I need for my plane ticket.", "definition": "to match or be similar or equal: ", "pos": "verb"}, "Discriminate": {"example": "She felt she had been discriminated against because of her age.", "definition": "to treat a person or particular group of people differently, especially in a worse way from the way in which you treat other people, because of their skin colour, sex, sexuality, etc.: ", "pos": "verb"}, "Hence": {"example": "His mother was Italian, hence his name - Luca.", "definition": "that is the reason or explanation for: ", "pos": "adverb"}, "Guide": {"example": "a hotel/wine guide", "definition": "a book that gives you the most important information about a particular subject: ", "pos": "noun"}, "Give": {"example": "[ + two objects ]", "definition": "to offer something to someone, or to provide someone with something: ", "pos": "verb"}, "Dialogue": {"example": "The play contained some very snappy/witty dialogue.", "definition": "conversation that is written for a book, play, or film: ", "pos": "noun"}, "Manufacture": {"example": "He works for a company that manufactures car parts.", "definition": "to produce goods in large numbers, usually in a factory using machines: ", "pos": "verb"}, "Enterprise": {"example": "Don't forget this is a commercial enterprise - we're here to make money.", "definition": "an organization, especially a business, or a difficult and important plan, especially one that will earn money: ", "pos": "noun"}, "Scope": {"example": "I'm afraid that problem is beyond/outside the scope of my lecture.", "definition": "the range of a subject covered by a book, programme, discussion, class, etc.: ", "pos": "noun"}, "Ethical": {"example": "the (Protestant) work ethic", "definition": "a system of accepted beliefs that control behaviour, especially such a system based on morals: ", "pos": "noun"}, "Province": {"example": "the Canadian province of Alberta", "definition": "one of the areas that a country or empire is divided into as part of the organization of its government, which often has some control over its own laws : ", "pos": "noun"}, "Retain": {"example": "She has lost her battle to retain control of the company.", "definition": "to keep or continue to have something: ", "pos": "verb"}, "Capability": {"example": "These tests are beyond the capability of an average twelve-year-old.", "definition": "the ability to do something: ", "pos": "noun"}, "Revision": {"example": "These proposals will need a lot of revision.", "definition": "a change that is made to something, or the process of doing this: ", "pos": "noun"}, "Expansion": {"example": "The air in the balloon expands when heated.", "definition": "to increase in size, number, or importance, or to make something increase in this way: ", "pos": "verb"}, "Strengthen": {"example": "They have been strengthening their border defences in preparation for war.", "definition": "to make something stronger or more effective, or to become stronger or more effective: ", "pos": "verb"}, "Simultaneously": {"example": "Two children answered the teacher's question simultaneously.", "definition": "in a way that is simultaneous (= happening or being done at exactly the same time): ", "pos": "adverb"}, "Possess": {"example": "I don't possess a single DVD (= I don't have even one DVD).", "definition": "to have or own something, or to have a particular quality: ", "pos": "verb"}, "Manifest": {"example": "The workers chose to manifest their dissatisfaction in a series of strikes.", "definition": "to show something clearly, through signs or actions: ", "pos": "verb"}, "Incentive": {"example": "Tax incentives have been very effective in encouraging people to save and invest more of their income.", "definition": "something that encourages a person to do something: ", "pos": "noun"}, "Failure": {"example": "The meeting was a complete/total failure.", "definition": "the fact of someone or something not succeeding: ", "pos": "noun"}, "Advance": {"example": "The fire advanced steadily through the forest.", "definition": "to go or move something forward, or to develop or improve something: ", "pos": "verb"}, "Connection": {"example": "The connection between smoking and heart disease is well known.", "definition": "the state of being related to someone or something else: ", "pos": "noun"}, "Journal": {"example": "a medical/trade journal", "definition": "a serious magazine or newspaper that is published regularly about a particular subject: ", "pos": "noun"}, "Initiative": {"example": "The peace initiative was welcomed by both sides.", "definition": "a new plan or process to achieve something or solve a problem: ", "pos": "noun"}, "Enhance": {"example": "These scandals will not enhance the organization's reputation.", "definition": "to improve the quality, amount, or strength of something: ", "pos": "verb"}, "Accurate": {"example": "an accurate machine", "definition": "correct, exact, and without any mistakes: ", "pos": "adjective"}, "Facility": {"example": "a nuclear research facility", "definition": "a place, especially including buildings, where a particular activity happens: ", "pos": "noun"}, "Urban": {"example": "urban development", "definition": "of or in a city or town: ", "pos": "adjective"}, "Protection": {"example": "Their flimsy tent gave/offered little protection against the severe storm.", "definition": "the act of protecting or state of being protected: ", "pos": "noun"}, "Extent": {"example": "From the top of the Empire State Building, you can see the full extent of Manhattan (= the area it covers).", "definition": "area or length; amount: ", "pos": "noun"}, "Mental": {"example": "The family has a history of mental disorder.", "definition": "relating to the mind, or involving the process of thinking: ", "pos": "adjective"}, "Consequence": {"example": "Not making a will can have serious consequences for your children and other family members.", "definition": "a result of a particular action or situation, often one that is bad or not convenient: ", "pos": "noun"}, "Institute": {"example": "the Massachusetts Institute of Technology", "definition": "an organization where people do a particular type of scientific, educational, or social work, or the buildings that it uses: ", "pos": "noun"}, "Content": {"example": "He seems fairly content with (his) life.", "definition": "pleased with your situation and not hoping for change or improvement: ", "pos": "adjective"}, "Device": {"example": "a contraceptive/electronic device", "definition": "an object or machine that has been invented for a particular purpose: ", "pos": "noun"}, "Scholar": {"example": "a classics/history scholar", "definition": "a person who studies a subject in great detail, especially at a university: ", "pos": "noun"}, "Visual": {"example": "visual stimulus/impact/abilities", "definition": "relating to seeing: ", "pos": "adjective"}, "Above": {"example": "There's a mirror above the sink.", "definition": "in or to a higher position than something else: ", "pos": "adverb"}, "Unique": {"example": "Each person's genetic code is unique except in the case of identical twins.", "definition": "being the only existing one of its type or, more generally, unusual, or special in some way: ", "pos": "adjective"}, "Planning": {"example": "Events like these take months of careful planning.", "definition": "the act of deciding how to do something: ", "pos": "noun"}, "Error": {"example": "He admitted that he'd made an error.", "definition": "a mistake: ", "pos": "noun"}, "Household": {"example": "By the 1960s, most households had a TV.", "definition": "a group of people, often a family, who live together: ", "pos": "noun"}, "Practical": {"example": "Qualifications are important but practical experience is always a plus.", "definition": "relating to experience, real situations, or actions rather than ideas or imagination: ", "pos": "adjective"}, "Professional": {"example": "Chris, you're a nurse, so can I ask your professional opinion on bandaging ankles?", "definition": "relating to work that needs special training or education: ", "pos": "adjective"}, "Theoretical": {"example": "theoretical physics", "definition": "based on the ideas that relate to a subject, not the practical uses of that subject: ", "pos": "adjective"}, "Summary": {"example": "At the end of the news, they often give you a summary of the main stories.", "definition": "a short, clear description that gives the main facts or ideas about something: ", "pos": "noun"}, "Depression": {"example": "I was overwhelmed by feelings of depression.", "definition": "the state of feeling very unhappy and without hope for the future: ", "pos": "noun"}, "Sequence": {"example": "The first chapter describes the strange sequence of events that led to his death.", "definition": "a series of related things or events, or the order in which they follow each other: ", "pos": "noun"}, "Consideration": {"example": "After some consideration, we've decided to sell the house.", "definition": "the act of thinking about something carefully: ", "pos": "noun"}, "Arise": {"example": "Should the opportunity arise, I'd love to go to China.", "definition": "to happen: ", "pos": "verb"}, "Radical": {"example": "He was known as a radical reformer/thinker/politician.", "definition": "believing or expressing the belief that there should be great or extreme social or political change: ", "pos": "adjective"}, "Collective": {"example": "a collective decision/effort", "definition": "of or shared by every member of a group of people: ", "pos": "adjective"}, "Recognition": {"example": "It's a new country, hoping for diplomatic recognition from the international community.", "definition": "agreement that something is true or legal: ", "pos": "noun"}, "Proportion": {"example": "Children make up a large proportion of the world's population.", "definition": "the number or amount of a group or part of something when compared to the whole: ", "pos": "noun"}, "Mode": {"example": "Each department in the company has its own mode of operation.", "definition": "a way of operating, living, or behaving: ", "pos": "noun"}, "Resistance": {"example": "resistance to disease", "definition": "the act of fighting against something that is attacking you, or refusing to accept something: ", "pos": "noun"}, "Furthermore": {"example": "The house is beautiful. Furthermore, it's in a great location.", "definition": "in addition; more importantly: ", "pos": "adverb"}, "Diversity": {"example": "Does television adequately reflect the ethnic and cultural diversity of the country?", "definition": "the fact of many different types of things or people being included in something; a range of different things or people: ", "pos": "noun"}, "Difficulty": {"example": "We finished the job, but only with great difficulty.", "definition": "the fact of not being easy to do or understand: ", "pos": "noun"}, "Discipline": {"example": "parental/military/school discipline", "definition": "training that makes people more willing to obey or more able to control themselves, often in the form of rules, and punishments if these are broken, or the behaviour produced by this training: ", "pos": "noun"}, "Sustain": {"example": "The economy looks set to sustain its growth into next year.", "definition": "to cause or allow something to continue for a period of time: ", "pos": "verb"}, "Capacity": {"example": "The stadium has a seating capacity of 50,000.", "definition": "the total amount that can be contained or produced: ", "pos": "noun"}, "Perceive": {"example": "How do the French perceive the British?", "definition": "to come to an opinion about something, or have a belief about something: ", "pos": "verb"}, "Ensure": {"example": "The airline is taking steps to ensure safety on its aircraft.", "definition": "to make something certain to happen: ", "pos": "verb"}, "Conclude": {"example": "She concluded the speech by reminding us of our responsibility.", "definition": "to end a speech, meeting, or piece of writing: ", "pos": "verb"}, "Combination": {"example": "Strawberries and cream - a perfect combination.", "definition": "the mixture you get when two or more things are combined: ", "pos": "noun"}, "Agricultural": {"example": "The world's supply of agricultural land is shrinking fast.", "definition": "used for farming or relating to farming: ", "pos": "adjective"}, "Moreover": {"example": "The whole report is badly written. Moreover, it's inaccurate.", "definition": "(used to add information) also and more importantly: ", "pos": "adverb"}, "Emphasize": {"example": "[ + question word ]", "definition": "to show that something is very important or worth giving attention to: ", "pos": "verb"}, "Rapidly": {"example": "The 1990s were a period of rapid change/growth.", "definition": "fast or sudden: ", "pos": "adjective"}, "Approximately": {"example": "The job will take approximately three weeks, and cost approximately £1,000.", "definition": "close to a particular number or time although not exactly that number or time: ", "pos": "adverb"}, "Acceptance": {"example": "The idea rapidly gained acceptance (= became approved of) in political circles.", "definition": "general agreement that something is satisfactory or right, or that someone should be included in a group: ", "pos": "noun"}, "Sector": {"example": "In the financial sector, banks and insurance companies have both lost a lot of money.", "definition": "one of the areas into which the economic activity of a country is divided: ", "pos": "noun"}, "Commitment": {"example": "Players must make a commitment to play for a full season.", "definition": "a promise or firm decision to do something: ", "pos": "noun"}, "Experiment": {"example": "Some people believe that experiments on animals should be banned.", "definition": "a test done in order to learn something or to discover if something works or is true: ", "pos": "noun"}, "Implication": {"example": "[ + that ]", "definition": "an occasion when you seem to suggest something without saying it directly: ", "pos": "noun"}, "Evaluate": {"example": "It's impossible to evaluate these results without knowing more about the research methods employed.", "definition": "to judge or calculate the quality, importance, amount, or value of something: ", "pos": "verb"}, "Anxiety": {"example": "Children normally feel a lot of anxiety about their first day at school.", "definition": "an uncomfortable feeling of nervousness or worry about something that is happening or might happen in the future: ", "pos": "noun"}, "Logic": {"example": "I fail to see the logic behind his argument.", "definition": "a particular way of thinking, especially one that is reasonable and based on good judgment: ", "pos": "noun"}, "Whole": {"example": "I spent the whole day cleaning.", "definition": "complete or not divided: ", "pos": "adjective"}, "Characterize": {"example": "Bright colours and bold strokes characterize his early paintings.", "definition": "Something that characterizes another thing is typical of it: ", "pos": "verb"}, "Cooperation": {"example": "A two-year old is likely to refuse to cooperate when you tell her to get dressed.", "definition": "to act or work together for a particular purpose, or to be helpful by doing what someone asks you to do: ", "pos": "verb"}, "Dominate": {"example": "He refuses to let others speak and dominates every meeting.", "definition": "to have control over a place or person: ", "pos": "verb"}, "Implementation": {"example": "implementation of the law/agreement", "definition": "the act of starting to use a plan or system: ", "pos": "noun"}, "Universal": {"example": "a universal truth", "definition": "existing everywhere or involving everyone: ", "pos": "adjective"}, "Significance": {"example": "The discovery of the new drug is of great significance for/to people suffering from heart problems.", "definition": "importance: ", "pos": "noun"}, "Resolution": {"example": "to approve/adopt a resolution", "definition": "an official decision that is made after a group or organization has voted: ", "pos": "noun"}, "Numerous": {"example": "We have discussed these plans on numerous occasions.", "definition": "many: ", "pos": "adjective"}, "Extensive": {"example": "a school with extensive grounds", "definition": "covering a large area; having a great range: ", "pos": "adjective"}, "Biological": {"example": "the biological sciences", "definition": "connected with the natural processes of living things: ", "pos": "adjective"}, "Display": {"example": "Family photographs were displayed on the wall.", "definition": "to arrange something or a collection of things so that it can be seen by the public: ", "pos": "verb"}, "Publication": {"example": "The brochure will be ready for publication in September.", "definition": "the act of making information or stories available to people in a printed or electronic form: ", "pos": "noun"}, "Widely": {"example": "They have both travelled widely.", "definition": "including a lot of different places, people, subjects, etc.: ", "pos": "adverb"}, "Permit": {"example": "The regulations do not permit much flexibility.", "definition": "to allow something: ", "pos": "verb"}, "Merely": {"example": "I wasn't complaining, I merely said that I was tired.", "definition": "used to emphasize that you mean exactly what you are saying and nothing more: ", "pos": "adverb"}, "Joint": {"example": "a joint bank account", "definition": "belonging to or shared between two or more people: ", "pos": "adjective"}, "Comprehensive": {"example": "We offer you a comprehensive training in all aspects of the business.", "definition": "complete and including everything that is necessary: ", "pos": "adjective"}}